{
	"Order": 69,
	"Type": "meccan",
	"Arabic": {
		"Name": "الحاقة",
		"Lines": [
			"ٱلۡحَآقَّةُ",
			"مَا ٱلۡحَآقَّةُ",
			"وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ",
			"كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ",
			"فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ",
			"وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ",
			"سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ",
			"فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ",
			"وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ",
			"فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً",
			"إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ",
			"لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ",
			"فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ",
			"وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ",
			"فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ",
			"وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ",
			"وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ",
			"يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ",
			"فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ",
			"إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ",
			"فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ",
			"فِي جَنَّةٍ عَالِيَةٖ",
			"قُطُوفُهَا دَانِيَةٞ",
			"كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَآ أَسۡلَفۡتُمۡ فِي ٱلۡأَيَّامِ ٱلۡخَالِيَةِ",
			"وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ",
			"وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ",
			"يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ",
			"مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ",
			"هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ",
			"خُذُوهُ فَغُلُّوهُ",
			"ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ",
			"ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ",
			"إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ",
			"وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ",
			"فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ",
			"وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ",
			"لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِـُٔونَ",
			"فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ",
			"وَمَا لَا تُبۡصِرُونَ",
			"إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ",
			"وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ",
			"وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ",
			"تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
			"وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ",
			"لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ",
			"ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ",
			"فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ",
			"وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ",
			"وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ",
			"وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ",
			"وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ",
			"فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ"
		]
	},
	"English": {
		"Name": "Al-Haqqah",
		"Description": "The Reality",
		"Lines": [
			"The Inevitable Reality",
			"What is the Inevitable Reality",
			"And what can make you know what is the Inevitable Reality",
			"Thamud and 'Aad denied the Striking Calamity",
			"So as for Thamud, they were destroyed by the overpowering [blast]",
			"And as for 'Aad, they were destroyed by a screaming, violent wind",
			"Which Allah imposed upon them for seven nights and eight days in succession, so you would see the people therein fallen as if they were hollow trunks of palm trees",
			"Then do you see of them any remains",
			"And there came Pharaoh and those before him and the overturned cities with sin",
			"And they disobeyed the messenger of their Lord, so He seized them with a seizure exceeding [in severity]",
			"Indeed, when the water overflowed, We carried your ancestors in the sailing ship",
			"That We might make it for you a reminder and [that] a conscious ear would be conscious of it",
			"Then when the Horn is blown with one blast",
			"And the earth and the mountains are lifted and leveled with one blow",
			"Then on that Day, the Resurrection will occur",
			"And the heaven will split [open], for that Day it is infirm",
			"And the angels are at its edges. And there will bear the Throne of your Lord above them, that Day, eight [of them]",
			"That Day, you will be exhibited [for judgement]; not hidden among you is anything concealed",
			"So as for he who is given his record in his right hand, he will say, \"Here, read my record",
			"Indeed, I was certain that I would be meeting my account",
			"So he will be in a pleasant life",
			"In an elevated garden",
			"Its [fruit] to be picked hanging near",
			"[They will be told], \"Eat and drink in satisfaction for what you put forth in the days past",
			"But as for he who is given his record in his left hand, he will say, \"Oh, I wish I had not been given my record",
			"And had not known what is my account",
			"I wish my death had been the decisive one",
			"My wealth has not availed me",
			"Gone from me is my authority",
			"[Allah will say], \"Seize him and shackle him",
			"Then into Hellfire drive him",
			"Then into a chain whose length is seventy cubits insert him",
			"Indeed, he did not used to believe in Allah, the Most Great",
			"Nor did he encourage the feeding of the poor",
			"So there is not for him here this Day any devoted friend",
			"Nor any food except from the discharge of wounds",
			"None will eat it except the sinners",
			"So I swear by what you see",
			"And what you do not see",
			"[That] indeed, the Qur'an is the word of a noble Messenger",
			"And it is not the word of a poet; little do you believe",
			"Nor the word of a soothsayer; little do you remember",
			"[It is] a revelation from the Lord of the worlds",
			"And if Muhammad had made up about Us some [false] sayings",
			"We would have seized him by the right hand",
			"Then We would have cut from him the aorta",
			"And there is no one of you who could prevent [Us] from him",
			"And indeed, the Qur'an is a reminder for the righteous",
			"And indeed, We know that among you are deniers",
			"And indeed, it will be [a cause of] regret upon the disbelievers",
			"And indeed, it is the truth of certainty",
			"So exalt the name of your Lord, the Most Great"
		]
	},
	"Turkish": {
		"Name": "HAKKA",
		"Description": "Gerçeklik",
		"Lines": [
			"İyiliği sonsuz, ikramı bol Allah’ın adıyla,",
			"Bunlar tümüyle gerçektir.",
			"Tümüyle gerçek olan nedir?",
			"Tümüyle gerçek olanın ne olduğunu nereden bileceksin? (Öyleyse dinle!)",
			"Semud ile Ad (kavimleri), gümbür gümbür gelen o felaket için “Yalan!” demişlerdi.",
			"Semud korkunç seslerle etkisizleştirildi[*].",
			"Ad ise uğultulu, azgın bir kasırga ile etkisizleştirilmişti.",
			"Allah rüzgarı, her şeyi silip süpürecek şekilde yedi gece, sekiz gün üzerlerine saldı. O gün (orada olsaydın) bütün halkı yere serilmiş halde görürdün; içi boşalmış hurma kütükleri gibiydiler.",
			"Onlardan kalma bir kimseyi[*] görebilir misin",
			"Firavun, ondan öncekiler ve yanlış yola giren her toplum aynı hataya düştü.",
			"Rablerinin[*] elçilerine baş kaldırdılar. Rableri de onları kaldırıp yere vurdu.",
			"Sular kabarınca (Nuh’un halkından) sizin gibi olanları gemide Biz taşıdık.",
			"Bunu, aklınızdan çıkarmayacağınız bir bilgi ve kulağınıza küpe olsun diye yaptık.",
			"Sura ilk defa üfürüldüğü zaman,",
			"yeryüzü ve dağlar kaldırılır, bir tek çarpma ile darmadağın edilirler.",
			"Asıl olacaklar o gün olur.",
			"O gün gök çatlar ve açılır.",
			"Melekler göğün kenarlarına çekilirler. Onların üst tarafında sekiz melek, Rabbinin arşını (yönetim merkezini) taşır.",
			"Allah’ın önüne o gün çıkarılırsınız, gizliniz saklınız kalmaz.",
			"Defteri sağ eline verilenler[*]  şöyle derler: “İşte bu; alın okuyun defterimi!",
			"Ben hesabımla yüzleşeceğimi biliyordum.”",
			"O, mutlu bir hayat sürecek",
			"yüksekçe bir bahçede;",
			"olgunlaşmış meyveleri sarkmış halde.",
			"Onlara şöyle denecek: “Yiyin, için; afiyet olsun! Bunlar, geçmiş günlerde yaptıklarınızın karşılığıdır.”",
			"Defteri sol eline verilecek kimse şöyle der: “Keşke bana defterim verilmeseydi!",
			"Hesabımın ne olduğunu bilmeseydim!",
			"Ah! Keşke ölüm her şeyi bitirseydi!",
			"Malım işe yaramadı!",
			"Yetkilerim de elimden gitti!”",
			"Onunla ilgili şöyle denir: “Tutun onu, bağlayın!",
			"Sonra alevli ateşte kızartın!",
			"Ardından da yetmiş arşın boyunda bir zincire bağlayıp sürükleyin!”",
			"O, Yüce Allah’a güvenmezdi.",
			"Çaresiz birini doyurmaya özendirmezdi.",
			"Bugün burada onun bir can yoldaşı da",
			"kanlı irin dışında yiyeceği de olmaz.",
			"Bunu, o hatayı (şirk suçunu)  işleyenlerden başkası yemez.",
			"Görmekte olduklarınız çok önemlidir.",
			"Görmedikleriniz de.",
			"Asıl önemlisi, Kur’an’ın değerli bir elçinin (Cebrail’in) sözü olmasıdır[*].",
			"O bir şairin sözü değildir. Ne kadar az inanıp güveniyorsunuz!",
			"Bir kâhinin[1*] sözü de değildir. Bilginizi ne kadar az kullanıyorsunuz[2*]!",
			"Varlıkların Rabbi[*] tarafından indirilmiştir.",
			"Muhammed, Bize karşı bir takım sözler uydursaydı,",
			"onu kıskıvrak yakalar,",
			"şah damarını koparırdık.",
			"İçinizden hiç biri de bunun önüne geçemezdi.",
			"Kur’an, Allah’tan çekinerek kendini koruyanların, akıllarından çıkarmayacakları bir bilgidir.",
			"Çok iyi biliyoruz ki içinizde yalancılar var.",
			"Kur’an, kendini ayetlere kapatan bu kişilerin de yalanını ortaya çıkarır.",
			"Çünkü o, kesin gerçektir."
		]
	}
}